export default `
c2-2025-001|25-C2-1|2025-12-30|6|others|⭐|Stream|星街在白上吹雪直播中提到與Miko一起做的商業餅乾
c2-2025-002|25-C2-2|2025-12-30|6|shared|💛|Stream|miComet與鷹嶺琉依加入白上吹雪通話並談餅乾與睡覺習慣
c2-2025-003|25-C2-3|2025-12-29|6|others|⭐|Stream|miComet出現在角卷綿芽MV
c2-2025-004|25-C2-4|2025-12-27|6|suisei|☄️|Stream|星街參加Miko 25小時直播，Miko邀她一起睡
c2-2025-005|25-C2-5|2025-12-26|6|miko|🌸|Stream|Miko談星街把草莓讓給她
c2-2025-007|25-C2-7|2025-12-24|6|miko|🌸|Stream|Miko談與白上吹雪、鷹嶺琉依、星街吃晚餐並在星街家布置聖誕樹
c2-2025-008|25-C2-8|2025-12-24|6|shared|💛|Stream|miComet參加Bae聖誕派對
c2-2025-009|25-C2-9|2025-12-23|6|shared|💛|Stream|miComet麥塊約會並被貓又小粥問摩天輪上有沒有親
c2-2025-010|25-C2-10|2025-12-22|6|shared|💛|Stream|百鬼綾目、拉普拉斯與miComet參加MIMESIS連動
c2-2025-011|25-C2-11|2025-12-22|6|miko|🌸|Stream|Miko計畫和星街一起做麥塊工作
c2-2025-012|25-C2-12|2025-12-21|6|miko|🌸|Stream|Miko醒來發現姊街的高麗菜捲放在門口
c2-2025-013|25-C2-13|2025-12-20|6|miko|🌸|Stream|Miko說喜歡的人名字不可能是星街
c2-2025-014|25-C2-14|2025-12-18|6|miko|🌸|Stream|Miko再次提到妖精小姐
c2-2025-016|25-C2-16|2025-12-15|6|miko|🌸|Stream|Miko抱怨星街在她道別途中突然關門
c2-2025-017|25-C2-17|2025-12-13|6|miko|🌸|Stream|Miko忘包在鷹嶺琉依家，後來在星街家收到歸還，星街想帶她去派對
c2-2025-018|25-C2-18|2025-12-13|6|suisei|☄️|Stream|星街的手比Miko大
c2-2025-019|25-C2-19|2025-12-12|6|miko|🌸|Stream|Miko歌回使用miComet圖並演唱《キレイゴト》
c2-2025-020|25-C2-20|2025-12-11|6|miko|🌸|Stream|Miko談星街像妖精、和姊街吃蘿蔔、諮詢髮型與兩人的差異
c2-2025-022|25-C2-22|2025-12-09|6|miko|🌸|Stream|Miko稱自己是姊街的妹妹
c2-2025-023|25-C2-23|2025-12-08|6|others|⭐|News|miComet設計出現在快閃店
c2-2025-024|25-C2-24|2025-12-06|6|miko|🌸|Text|Miko的Discord好友前三名有鷹嶺琉依、大空昴與星街
c2-2025-027|25-C2-27|2025-12-01|6|suisei|☄️|Stream|星街談自己不可能結婚與理想伴侶
c2-2025-028|25-C2-28|2025-11-30|6|shared|💛|Stream|miComet與水宮樞一起進語音頻道，星街稱水宮樞是她女兒
c2-2025-030|25-C2-30|2025-11-28|6|others|⭐|Stream|鷹嶺琉依分享miComet燒肉故事，星街把Miko的烤肉放在烤網和盤子之間
c2-2025-031|25-C2-31|2025-11-28|6|others|⭐|Stream|大空昴分享Miko戴著甜甜圈抱枕回應星街的故事
c2-2025-033|25-C2-33|2025-11-24|6|others|⭐|Stream|風真伊呂波對Miko的標語作出反應
c2-2025-034|25-C2-34|2025-11-23|6|miko|🌸|Stream|Miko製作寫著星街有可愛女友的看板，呼叫星街幫忙時發現星街正在看
c2-2025-035|25-C2-35|2025-11-22|6|miko|🌸|Stream|Miko等待Suichan Eats
c2-2025-036|25-C2-36|2025-11-17|6|miko|🌸|Stream|Miko送星街娃娃，星街把魔法少女服穿到星詠娃娃上
c2-2025-037|25-C2-37|2025-11-16|6|suisei|☄️|Stream|星街送食物給Miko
c2-2025-038|25-C2-38|2025-11-14|6|others|⭐|Stream|FubuMiComet參加星街SUPERNOVA告知直播，星街帶回Sambomaster簽名毛巾給Miko
c2-2025-039|25-C2-39|2025-11-02|6|miko|🌸|Stream|Miko談不想結婚，並爆料星街看到其他成員想吃她咖哩時很高興
c2-2025-040|25-C2-40|2025-10-28|6|miko|🌸|Stream|Miko差點分享另一個和星街吃飯的故事
c2-2025-041|25-C2-41|2025-10-27|6|others|⭐|Stream|Miko在星街家送一條莉莉華毛襪
c2-2025-042|25-C2-42|2025-10-24|6|miko|🌸|Stream|Miko和星街又吃壽喜燒
c2-2025-043|25-C2-43|2025-10-24|6|suisei|☄️|Stream|星街在直播中喊話Miko
c2-2025-044|25-C2-44|2025-10-22|6|miko|🌸|Stream|Miko談姊街、白上吹雪、大空昴、星街與しぐれうい到她家吃壽喜燒，並把星街和星谷美緒搞混
c2-2025-046|25-C2-46|2025-10-19|6|suisei|☄️|Stream|星街說Miko是和她最親近的Hololive成員
c2-2025-047|25-C2-47|2025-10-16|6|others|⭐|Text|miComet在Twitter上繼續打情罵俏
c2-2025-048|25-C2-48|2025-10-16|6|others|⭐|Stream|風真伊呂波覺得星街在Miko面前傲嬌很可愛
c2-2025-050|25-C2-50|2025-10-13|6|others|⭐|Stream|miComet互相怪對方沒有辦miComet Live，FubuMiComet還做了倉鼠性格測驗
c2-2025-051|25-C2-51|2025-10-12|6|suisei|☄️|Stream|星街為了Miko抽吉伊卡哇一番賞
c2-2025-053|25-C2-53|2025-10-08|6|miko|🌸|Text|Miko在粉絲圖留言
c2-2025-054|25-C2-54|2025-10-03|6|shared|💛|Stream|Miko與星街穿新衣裝和白上吹雪、大神澪組隊對決《世界遊戲大全51》
c2-2025-055|25-C2-57|2025-10-02|6|shared|💛|Stream|miComet穿成對服裝在遊樂園約會並公開新原創曲
c2-2025-056|25-C2-58|2025-10-02|6|miko|🌸|Stream|Miko在TCG Card Shop Simulator中指示星街
c2-2025-318|25-C2-55|2025-10-03|6|others|⭐|News|KAI-YOU報導miComet新曲《Lollipop》與製作陣容
c2-2025-319|25-C2-56|2025-10-03|6|shared|💛|Music|miComet第二首原創曲《Lollipop》正式發行
c2-2025-320|25-C2-59|2025-10-02|6|others|⭐|News|miComet新衣裝紀念官方周邊開始受注
`.trim();